"%1$@ day(s) and %2$@ hour(s)" = "%1$@ day(s) and %2$@ hour(s)";
"Are you sure you want to delete this CGM?" = "Are you sure you want to delete this CGM?";
"Calibration Info i1" = "i1";
"Calibration Info i2" = "i2";
"Calibration Info i3" = "i3";
"Calibration Info i4" = "i4";
"Calibration Info i5" = "i5";
"Calibration Info i6" = "i6";
"Calibration Info" = "Calibration Info";
"Cancel" = "Cancel";
"Configuration" = "Configuration";
"Delete CGM" = "Delete CGM";
"FreeStyle Libre 2" = "FreeStyle Libre 2";
"Latest Reading Date" = "Date";
"Latest Reading Glucose" = "Glucose";
"Latest Reading Trend" = "Trend";
"Latest Reading" = "Latest Reading";
"mg/dL" = "mg/dL";
"mmol/L" = "mmol/L";
"Nearby Transmitters" = "Nearby Transmitters";
"Please replace your old sensor as soon as possible" = "Please replace your old sensor as soon as possible";
"Replace sensor in %1$@ day" = "Replace sensor in %1$@ day";
"Replace sensor in %1$@ days" = "Replace sensor in %1$@ days";
"Replace sensor in %1$@ hour" = "Replace sensor in %1$@ hour";
"Replace sensor in %1$@ hours" = "Replace sensor in %1$@ hours";
"Sensor Age" = "Sensor Age";
"Sensor Connection" = "Sensor Connection";
"Sensor ending soon" = "Sensor ending soon";
"Sensor expired" = "Sensor expired";
"Sensor Id" = "Sensor Id";
"Sensor Info" = "Sensor Info";
"Sensor Region" = "Sensor Region";
"Sensor Serial" = "Sensor Serial";
"Sensor State" = "Sensor State";
"Sensor Type" = "Sensor Type";
"Upload Readings" = "Upload Readings";
"Rescan NFC" = "Rescan NFC";
"Alert title: Rescan NFC" = "Alert title: Rescan NFC";
"Alert message: Rescan NFC" = "Alert message: Rescan NFC";
